[SkirmisherReflex_NewSkirmisher X2AbilityTemplate]
LocFriendlyName="条件反射"
LocLongDescription="当被攻击时，下回合额外获得1行动点。每回合触发1次。"
LocHelpText="当被攻击时，下回合额外获得1行动点。每回合触发1次。"
LocFlyoverText="条件反射：+1行动点下回合"
LocPromotionPopupText="<Bullet/>爪钩提供机动性，条件反射让散兵更具侵略性。<br/><Bullet/>条件反射每回合触发1次。<br/>"

[FullThrottle_NewSkirmisher X2AbilityTemplate]
LocFriendlyName="高压"
LocLongDescription="如果你在多于1行动点的情况下射击，将获得一个奖励移动点。每回合触发1次。"
LocHelpText="如果你在多于1行动点的情况下射击，将获得一个奖励移动点。每回合触发1次。"
LocFlyoverText="高压：移动点+1"
LocPromotionPopupText="<Bullet/>必须使用标准射击，额外的移动点能够让你回撤或是更具侵略性的行动。<br/>"

[PerfectDodge X2AbilityTemplate]
LocFriendlyName="完美闪避"
LocLongDescription="获得额外+<Ability:PERFECTDODGE_BONUSDODGE/>闪避并不再会被暴击。触发闪避时你能完全避免被击中而不是受到擦伤。"
LocHelpText="获得额外+<Ability:PERFECTDODGE_BONUSDODGE/>闪避并不再会被暴击。触发闪避时你能完全避免被击中而不是受到擦伤。"
LocFlyoverText="完美闪避！"
LocPromotionPopupText="<Bullet/>"计算公式：(基础几率<Ability:PERFECTDODGE_BASECHANCE/>% + (你拥有的"行动栈" X <Ability:PERFECTDODGE_CHANCEPERACTIONSTACK/>%))。"<br/><Bullet/>闪避越高效果越好。<br/><Bullet/>如果目标被眩晕或者混乱，该技能将不起作用。<br/>"

[ActionStack X2AbilityTemplate]
LocFriendlyName="消耗行动栈"
LocLongDescription="消耗<Ability:ACTIONSTACK_REQUIREDSTACK/>行动栈，获得额外的行动点。"
LocHelpText="消耗<Ability:ACTIONSTACK_REQUIREDSTACK/>行动栈，获得额外的行动点。"
LocFlyoverText="行动栈：+1行动点"

[ActionStack_Passive X2AbilityTemplate]
LocFriendlyName="行动栈"
LocLongDescription="如果你使用散兵技能或者使用无托式射击，将会获得1层行动栈。消耗<Ability:ACTIONSTACK_REQUIREDSTACK/>行动栈来获得额外的行动点。"
LocHelpText="如果你使用散兵技能或者使用无托式射击，将会获得1层行动栈。消耗<Ability:ACTIONSTACK_REQUIREDSTACK/>行动栈来获得额外的行动点。"
LocFlyoverText="行动栈+1"
LocPromotionPopupText="<Bullet/>最大行动栈层数为<Ability:ACTIONSTACK_MAXACTIONSTACK/>，“使用行动栈”的冷却时间是一回合，你可以使用“手动重载”来减少它。<br/><Bullet/>你可以获得行动栈每当你发射无托式机枪或使用这些能力('正义'，'怒火'，'近战攻击'，'投掷手榴弹')。<br/>"

[TripleFire X2AbilityTemplate]
LocFriendlyName="三重射击"
LocLongDescription="对目标射击<Ability:TRIPLEFIRE_NUM_AMMO/>次。需要<Ability:TRIPLEFIRE_REQUIREDSTACK/>层行动栈和<Ability:TRIPLEFIRE_NUM_AMMO/>弹药点。"
LocHelpText="对目标射击<Ability:TRIPLEFIRE_NUM_AMMO/>次。需要<Ability:TRIPLEFIRE_REQUIREDSTACK/>层行动栈和<Ability:TRIPLEFIRE_NUM_AMMO/>弹药点。"
LocFlyoverText="三重射击"
LocPromotionPopupText="<Bullet/>三重射击不需要行动点。<br/><Bullet/><Ability:SelfCooldown/>回合冷却。<br/>"

[Whiplash X2AbilityTemplate]
LocFriendlyName="电鞭"
LocLongDescription="使用电鞭攻击目标。需要<Ability:WHIPLASH_REQUIREDSTACK/>层行动栈。对机械单位造成额外伤害。"
LocHelpText="使用电鞭攻击目标。需要<Ability:WHIPLASH_REQUIREDSTACK/>层行动栈。对机械单位造成额外伤害。"
LocPromotionPopupText="<Bullet/><Ability:SelfCooldown/>回合冷却。<br/><Bullet/>额外伤害无视护甲。<br/>"

[CombatPresence_NewSkirmisher X2AbilityTemplate]
LocFriendlyName="战斗存在"
LocLongDescription="为队友提供1行动点。需要<Ability:COMBATPRESENCE_REQUIREDSTACK/>层行动栈。"
LocHelpText="为队友提供1行动点。需要<Ability:COMBATPRESENCE_REQUIREDSTACK/>层行动栈。"
LocPromotionPopupText="<Bullet/>战斗存在帮助队友取得优势。<br/><Bullet/><Ability:SelfCooldown/>回合冷却。<br/>"

[SkirmisherCoolUnderPressure X2AbilityTemplate]
LocFriendlyName="散兵：直觉射击"
LocLongDescription="监视和反应射击获得命中加成，并且可以暴击。"
LocHelpText="监视和反应射击获得命中加成，并且可以暴击。"
LocPromotionPopupText="<Bullet/>近距离下散兵的无托式机枪更为强力，长距离下突击步枪有不少优势。<br/>"

[X2AbilityTemplateManager]
; +AbilityAvailabilityCodes="AA_CannotAfford_ActionStack"
AbilityAvailabilityStrings[101]="行动栈不足"